Repository: sillsdev/Glyssen
Catalog: DistFiles/localization/Glyssen.es.tmx
Source language: es
Languages: en

source: La fuente ({0}) utilizada en este proyecto no ha sido instalada en esta computadora. Al cerrar este cuadro de mensaje, se lanzarán algunas ventanas de vista previa de fuente, una para cada estilo de fuente. En la parte superior izquierda de cada ventana, haga clic en Instalar. Después de instalarlas todas, tendrá que reiniciar {1} para hacer uso de la fuente.
en: The font ({0}) used by this project has not been installed on this computer. We will now launch multiple font preview windows, one for each font style. In the top left of each window, click Install. After installing all the styles, you will need to restart {1} to make use of the font.

source: Hubo un problema al intentar lanzar la vista previa de la fuente. Favor de instalar a la fuente de este archivo: {0}
en: There was a problem launching the font preview. Please install the font manually. {0}

source: Acerca de...
en: About...

source: {0} dobladores identificados, {1}
en: {0} voice actors identified, {1}

source: 1 doblador identificado, {0}
en: 1 voice actor identified, {0}

source: Seleccionar el personaje que habla en cada bloque en el guion de grabación
en: Select a Character ID for each block in the recording script

source: ({0}) Asignar los dobladores...
en: ({0}) Assign Voice Actors...

source: Introducir información de los dobladores y asignarles a los grupos de personajes
en: Enter Voice Actor information and assign Voice Actors to Character Groups

source: Tamaño del elenco es {0}, incluyendo {1} narradores
en: Cast size is {0}, including {1} narrators

source: Tamaño del elenco es {0}, incluyendo 1 narrador
en: Cast size is {0}, including 1 narrator

source: ({0}) Planificación del elenco...
en: ({0}) Cast Size Planning...

source: Quisiera Glyssen que me ayude a saber cuántos agentes para reclutar
en: I would like Glyssen to help me know how many actors to recruit

source: Este proyecto utiliza un texto de referencia que no fue instalado como parte de Glyssen ({0}). Para mejores resultados, si se comparte este proyecto, el texto de referencia debe instalarse en la otra computadora antes de importar el proyecto.
en: This project uses a custom reference text ({0}). For best results, if you share this project, the custom reference text should be installed on the other computer before importing.

source: La asignación de un doblador tuvo que ser removido. Favor de revisar las asignaciones de los dobladores para ajustarlas como sea necesario.
en: An actor assignment had to be removed. Please review the Voice Actor assignments, and adjust where necessary.

source: Los archivos se encuentran aquí:
en: Files are here:

source: ({0}) Identificar diálogos...
en: ({0}) Identify Speaking Parts...

source: Seleccionar el personaje correcto para los bloques de diálogo o cita en el guion
en: Select a Character ID for each block in the recording script

source: Importar
en: Import

source: ADVERTENCIA: Usted está a punto de importar un proyecto que ya existe. Si continúa, los archivos actuales del proyecto se sustituirán por los archivos importados, que podría resultar en la pérdida de datos. ¿Desea continuar y sobrescribir los archivos existentes?
en: Warning: You are about to import a project that already exists. If you continue, the existing project files will be replaced by the files being imported, which might result in loss of data. Do you want to continue and overwrite the existing files?

source: El proyecto importado utiliza un texto de referencia que no fue instalado como parte de {1} y que no está disponible en esta computadora. \nPara mejores resultados, cierre {1} e instalar el texto de referencia {0} aquí:\n {2}\n\nLuego reiniciar {1} para seguir trabajando con este proyecto.
en: The imported project uses a custom reference text ({0}) that is not available on this computer.\nFor best results, close {1} and install the reference text here:\n {2}\n\nThen restart {1} to continue working with this project.

source: Más...
en: More...

source: {0} asignados
en: {0} assigned

source: ninguno asignado
en: 0 assigned

source: 1 asignado
en: 1 assigned

source: ({0}) Abrir proyecto...
en: ({0}) Open Project...

source: Elegir o crear un proyecto de grabación
en: Choose a recording project to work on

source: Asignamiento {0} completo; alineamiento con el texto de referencia: {1} completo
en: Assignments: {0} complete; Alignment to reference text: {1} complete

source: ({0}) Configuración...
en: ({0}) Project Settings...

source: Cambiar la configuración para generar la el guion de grabación
en: Change the settings used to generate the recording script

source: Reglas de comillas deban ser revisadas
en: Quote marks need to be reviewed

source: Texto de referencia no disponible
en: Reference text unavailable

source: ({0}) Seleccionar libros...
en: ({0}) Select Books...

source: Elegir culaes libros incluir en el guion de grabación
en: Choose which books to include in the recording script

source: Seleccione la siguiente tarea que hacer:
en: Select the next task you want to do:

source: Compartir
en: Share

source: Suficientemente completa para pasar a los siguientes pasos
en: Sufficiently completed to move on to following tasks

source: Idioma de la interfaz de usuario
en: User-interface Language

source: ({0}) Ver guion de grabación...
en: ({0}) View Recording Script...

source: Ver el guion presentado como hoja de cálculo (Ctrl-E para eludir este vista previa y abrir el dialogo para exportar el guion)
en: View the script as a spreadsheet (Ctrl-E to bypass this view and open Export dialog)

source: Números de capítulo/versículo
en: Chapter/Verse Numbers

source: Marcadores
en: Markers

source: Comillas
en: Quotations

source: ¿Desea eliminar todas la configuraciones de usuario? (Esto borrará el historial del proyecto más reciente, información de ubicaciones de carpetas, configuración de idioma de interfaz de usuario, etc. No afecta los datos de proyecto.)
en: Do you want to delete your user settings? (This will clear your most-recently-used project, publishing settings, UI language settings, etc. It will not affect your project data.)

source: Si usted puede reemplazarlo con una copia de seguridad válida o sabe cómo repararlo usted mismo, hágalo y luego haga clic en {0}.
en: If you can replace it with a valid backup or know how to repair it yourself, do so and then click {0}.

source: configurado
en: custom

source: No se pudo crear el sistema de escritura basado en archivo LDML para el proyecto {0} {1}.
en: Failed to create Writing System based on LDML file for {0} project {1}

source: De lo contrario, haga clic en {0} y {1} reparará el archivo. A continuación, favor de comprobar las reglas de comillas y la configuración de fuentes cuidadosamente, ya que esta información posiblemente no se podrá recuperarse.
en: Otherwise, click {0} and {1} will repair the file for you. Some information might not be recoverable, so check the quote system and font settings carefully.

source: El archivo de versificación en el paquete de descarga de texto no es válido. No se puede crear el proyecto. \nPaquete de descarga de texto: {0}\nArchivo de versificación: {1}\nError: {2}
en: Invalid versification file in text release bundle. Unable to create project.\nText release Bundle: {0}\nVersification file: {1}\nError: {2}

source: El archivo que contiene la definición del sistema de escritura para el proyecto {0} no se pudo leer:\n{1}\nError: {2}
en: The writing system definition file for project {0} could not be read:\n{1}\nError: {2}

source: ¿Desea localizar el paquete de descarga de texto usted mismo?
en: Would you like to locate the text release bundle yourself?

source: {0} no reporta un estado actual de éxito para ningún libro en el proyecto {1} para los controles básicos que {2} normalmente exige:\n {3}\n{4}\nSin embargo, {2} puede crear el nuevo proyecto y usted puede decidir cómo tratar los problemas más adelante. ¿Desea continuar?
en: {0} is not reporting a current successful status for any book in the {1} project for the basic checks that {2} usually requires to pass:\n {3}\n{4}\nDo you want to proceed with creating a new {2} project for it anyway?

source: El proyecto {0} {1} no incluye ningún libro compatible con {2}.
en: {0} project {1} has no books which are supported by {2}.

source: (Parece que no tiene permiso de editar este proyecto {0}.)
en: (You do not seem to have editing privileges for this {0} project.)

source: El archivo del proyecto no se puede escribir. Así que no se podrá guardar ningún cambio.
en: The project file is not writable. No changes will be saved.

source: Este proyecto se ha modificado para utilizar el texto de referencia de {0}, pero algunos bloques ya fueron alineados con el texto de referencia anterior. Algunos de esas correspondencias no se pueden migrar, lo que significa que el texto de referencia para esos bloques no está en el idioma correcto. Para evitar confusiones probables, ¿desea permitir que Glyssen borre las correspondencias que no se pueden migrar correctamente?
en: This project has been changed to use the {0} reference text, but some blocks were already matched to the previous reference text. Some of those matches cannot be migrated, which means that the reference text data for those blocks is not in the correct language. To avoid probable confusion, would you like to allow {1} to clear the matches that cannot be migrated properly?

source: Los siguientes libros ya no está disponibles:
en: The following books are no longer available:

source: Los siguientes libros aparentemente ya no pasan los chequeos básicos:\n {0}\n(Si es necesario, se pueden volver a incluir después en el cuadro de diálogo {1}.)
en: The following books no longer appear to pass the basic checks:\n {0}\n(If needed, you can include these books again later in the {1} dialog box.)

source: Aparece que la configuración del proyecto {0} {1} ya no corresponde al proyecto {2}. Esta es una situación inusual. Si usted no entiende cómo esto sucedió, por favor póngase en contacto con el soporte.
en: The settings of the {0} project {1} no longer appear to correspond to the {2} project. This is an unusual situation. If you do not understand how this happened, please contact support.

source: Para actualizar el proyecto {0}, el proyecto {2} debe estar disponible en {1}, pero no lo está.
en: To update the {0} project, the {1} project {2} must be available, but it is not.

source: El proyecto {0} {1} no está disponible y el proyecto {2} no tiene un archivo de versificación de respaldo. Así que la versificación {3} se usará por defecto. Si ésta no es la correcta versificación para este proyecto, se esperan algunos problemas.
en: {0} project {1} is not available and project {2} does not have a fallback versification file; therefore, the {3} versification is being used by default. If this is not the correct versification for this project, some things will not work as expected.

source: No se puede acceder al proyecto {0} {1}, que es necesario para que {2} cargue el proyecto {3}.\n\nDetalles técnicos:
en: Unable to access the {0} project {1}, which is needed to load the {2} project {3}.\n\nTechnical details:

source: Ocurrió un error al recargar el proyecto {0} {1}:\n{2}\n\nSi no se puede resolver el problema, se puede cancelar y así continuar utilizando los datos existentes del proyecto.
en: An error occurred reloading the {0} project {1}:\n{2}\n\nIf you cannot fix the problem, you can cancel and continue to work with the existing project data.

source: Proyecto {0} no disponible
en: {0} Project Unavailable

source: ¿Desea continuar con la actualización?
en: Would you like to proceed with the update?

source: Para actualizar el proyecto {0}, {1} trató de obtener de {2} el texto actual de los libros del proyecto {3}, pero había un problema:
en: To update the {0} project, {1} attempted to get the current text of the books from the {2} project {3}, but there was a problem:

source: {1} detectó cambios en el proyecto de {2} {3} que resultarían en la exclusión de libros del proyecto {0} que se incluyeron anteriormente:
en: {1} detected changes in the {2} project {3} that would result in the exclusion of books from the {0} project that were previously included:

source: Usted está intentando crear un proyecto {0} basado en proyecto {1} {2}, el cual no tiene las "Reglas de comillas" definidas. \n{3}Las reglas de comillas no sólo son necesarias para ejecutar el control {4}, ya que {0} también los utiliza para buscar los diálogos y las citas en el texto de las escrituras. Si no se puede definir las reglas de comillas en {1}, será necesario configurarlas manualmente en {0} para este proyecto.
en: You are attempting to create a {0} project for {1} project {2}, which does not have its Quotation Rules defined.\n{3}The Quotation Rules are not only needed to run the {4} check, {0} also uses them to look for speaking parts in the Scripture data. If you are not able to get those rules defined in {1}, you will need to set the Quote Mark Settings manually in this {0} project.

source: Las reglas de comillas en el proyecto {0} {1} ya no corresponden con la configuración en este proyecto {2}. Para actualizar este proyecto para coincidir con la configuración del proyecto {0} (y al mismo tiempo obtener las últimas versiones del texto), haga clic en {3}.
en: The quotation mark settings in {0} project {1} no longer match the settings in this {2} project. To update this project to match the {0} project settings (and get the latest versions of the text), click {3}.

source: Para hacer uso del nuevo motor de análisis, el paquete de descarga de texto original debe estar disponible, pero no está en la carpeta original ({0}).
en: To make use of the new engine, the original text release bundle must be available, but it is not in the original location ({0}).

source: Hay una nueva versión del motor de análisis.
en: The splitting engine has been upgraded.

source: Si es posible, puede restaurar el proyecto {0} y volver a intentarlo; de lo contrario, se puede cancelar y {1} continuará utilizando los datos existentes del proyecto.
en: If possible, you can restore the {0} project and retry; otherwise, you can cancel and {1} will continue to work with the existing project data.

source: La configuración del sistema de escritura actual no se pudo guardar. Afortunadamente, {0} pudo recuperar la configuración de la copia de seguridad, pero puesto que la configuración anterior era diferente, es posible que algunas cosas no funcionarán correctamente la próxima vez que se abra este proyecto.
en: The current writing system settings could not be saved. Fortunately, {0} was able to recover from the backup, but since the old settings were different, some things might not work correctly next time you open this project.

source: Para continuar y utilizar temporalmente el texto de referencia en inglés, haga clic en {0}.
en: To continue and temporarily use the English reference text, click {0}.

source: No se puede encontrar el paquete de descarga de texto
en: Unable to Locate Text Bundle

source: El paquete de descarga de texto original para este proyecto ya no está en su carpeta original ({0}). Las reglas de comillas no se pueden modificar sin acceso a él.
en: The original text release bundle for the project is no longer in its original location ({0}). The Quote Mark Settings cannot be modified without access to it.

source: Este proyecto utiliza el texto de referencia de {0}, el cual no está disponible en este equipo. \nSi usted tiene acceso a los archivos de texto de referencia requeridos, favor de copiarlos in\n {1}\nLuego haga clic en {2} para utilizar este texto de referencia. \n\nDe lo contrario, para cambiar permanentemente el texto de referencia utilizado en este proyecto, abra el cuadro de diálogo {3}\ny, en la ficha {4}, seleccione el texto de referencia deseada.
en: This project uses a custom reference text ({0}) that is not available on this computer.\nIf you have access to the required reference text files, please put them in\n {1}\nand then click {2} to use the {0} reference text.\n\nOtherwise, to permanently change the reference text used by this project, open the {3}\ndialog box and select the desired reference text on the {4} tab page.

source: ¿Desea continuar con esta actualización?
en: Do you want to continue with this update?

source: Confirmar la actualización
en: Confirm Update

source: Idioma
en: Language

source: Valor nuevo: {0}
en: New value: {0}

source: Valor anterior: {0}
en: Old value: {0}

source: Nombre de la publicación
en: Publication name

source: Los metadatos del paquete de descarga de texto seleccionado no coinciden con el proyecto actual. Si se continúa con esta actualización, se cambiarán los siguientes metadatos:
en: The metadata of the selected text release bundle does not match the current project. If you continue with this update, the following metadata will be changed:

source: Para utilizar la copia de seguridad creado automáticamente (que puede estar desactualizada), haga clic en {0}.
en: To use the automatically created backup (which might be out-of-date), click {0}.

source: No se pudo cargar el texto de referencia {0} de: {1}
en: The {0} reference text could not be loaded from: {1}

source: No se pudieran cargar los siguientes textos de referencia: {0}, {1}
en: The following reference texts could not be loaded: {0}

source: No se pudo cargar ningún texto de referencia. Puede haber un problema con la instalación de {0}. Consulte la "InnerException" para obtener más detalles.
en: No reference texts could be loaded. There might be a problem with your {0} installation. See InnerException for more details.

source: De izquierda a derecha
en: Left-to-right

source: pto
en: pt

source: De derecha a izquierda
en: Right-to-left
